[Option]
Option=4
CtrlCnt=35
InfoCnt=22
4=S_Chinese
9=English
31748=T_Chinese

[S_Chinese_Info]
Info000=语言切换成功，是否立即重启软件生效？
Info001=autofel简单使用说明[详细看工具使用手册]：\r\n 1、支持关机状态下插入usb无需按fel或者uboot键即进入测试，需机器sdk支持auto-fel功能[uboot2018]\r\n 2、支持开机状态adb可用下插入usb即跳fel然后进入测试[一次只能插入一台adb设备]
Info002=请勿插拔其他平台设备。
Info003=启动失败！
Info004=无法增加设备!
Info005=检测到可测试的adb设备，是否要测试该设备?
Info006=尚有任务执行中,无法停止!
Info007=已断开，
Info008=秒
Info009=保存失败。
Info010=打开模板失败！
Info011=尚有任务运行中，是否强行退出?
Info012=警告
Info013=错误
Info014=信息
Info015=提问
Info016=成功
Info017=工具已存在实例,请勿重复打开
Info018=Windows 套接字初始化失败。
Info019=正在解析测试用例......
Info020=测试用例解析完成。
Info021=正在测试，语言禁止切换。

[English_Info]
Info000=The language switch is successful, do you immediately restart the software to take effect?
Info001=Autofel simple instructions [see the tool manual for details]:\r\n 1. It supports to insert the usb in the shutdown state without pressing the fel or uboot key to enter the test, and the machine sdk needs to support the auto-fel function [uboot2018]\r\n 2. It supports the power-on state adb can be inserted into usb and then jump to fel and then enter the test [only one adb device can be inserted at a time]
Info002=Please do not plug or unplug other platform devices.
Info003=Failed to start!
Info004=Cannot add equipment!
Info005=A testable adb device is detected. Do you want to test the device?
Info006=There are still tasks in execution and cannot be stopped!
Info007=Disconnected,
Info008=seconds
Info009=Save failed.
Info010=Failed to open the template!
Info011=There are still tasks running, are you forced to exit?
Info012=Warning
Info013=Error
Info014=Information
Info015=Question
Info016=Success
Info017=An instance of the tool already exists, please do not open it repeatedly!
Info018=The Windows socket initialization failed.
Info019=Analyzing test cases...
Info020=The test case analysis is complete.
Info021=Testing, language switching is forbidden.

[T_Chinese_Info]
Info000=語言切換成功，是否立即重啟軟件生效？
Info001=autofel簡單使用說明[詳細看工具使用手冊]：\r\n 1、支持關機狀態下插入usb無需按fel或者uboot鍵即進入測試，需機器sdk支持auto-fel功能[uboot2018]\r\n 2、支持開機狀態adb可用下插入usb即跳fel然後進入測試[一次只能插入一台adb設備]
Info002=請勿插拔其他平台設備。
Info003=啟動失敗！
Info004=無法增加設備!
Info005=檢測到可測試的adb設備，是否要測試該設備?
Info006=尚有任務執行中,無法停止!
Info007=已斷開，
Info008=秒
Info009=保存失敗。
Info010=打開模板失敗！
Info011=尚有任務運行中，是否強行退出?
Info012=警告
Info013=錯誤
Info014=信息
Info015=提問
Info016=成功
Info017=工具已存在實例,請勿重複打開
Info018=Windows 套接字初始化失敗。
Info019=正在解析測試用例......
Info020=測試用例解析完成。
Info021=正在測試，語言禁止切換。

[S_Chinese_Ctrl]
Ctrl000=测试选项
Ctrl001=平台
Ctrl002=自动fel
Ctrl003=DDR clk频率
Ctrl004=循环测试次数
Ctrl005=启动
Ctrl006=工作台
Ctrl007=当前测试平台
Ctrl008=设备%d
Ctrl009=未关联设备
Ctrl010=查看LOG
Ctrl011=更新
Ctrl012=导入配置
Ctrl013=保存当前配置
Ctrl014=退出
Ctrl015=版本
Ctrl016=确定
Ctrl017=关于
Ctrl018=还原(&R)
Ctrl019=移动(&M)
Ctrl020=大小(&S)
Ctrl021=最小化(&N)
Ctrl022=最大化(&X)
Ctrl023=关闭(&C)
Ctrl024=关于 %s(&A)...
Ctrl025=语言(&L)
Ctrl026=中文-简体
Ctrl027=英文
Ctrl028=中文-繁体
Ctrl029=重启
Ctrl030=是
Ctrl031=否
Ctrl032=取消
Ctrl033=停止
Ctrl034=测试设备数

[English_Ctrl]
Ctrl000=Test options
Ctrl001=Platform
Ctrl002=Auto fel
Ctrl003=DDR clk Freq
Ctrl004=Cycle Time
Ctrl005=Start
Ctrl006=Workbench
Ctrl007=Current test platform
Ctrl008=Device%d
Ctrl009=Unlinked device
Ctrl010=CheckLOG
Ctrl011=Update
Ctrl012=Import cfg
Ctrl013=Save cfg
Ctrl014=Quit
Ctrl015=Version
Ctrl016=Sure
Ctrl017=About
Ctrl018=Restore(&R)
Ctrl019=Move(&M)
Ctrl020=Size(&S)
Ctrl021=Minimize(&N)
Ctrl022=Maximize(&X)
Ctrl023=Close(&C)
Ctrl024=About %s(&A)...
Ctrl025=Language(&L)
Ctrl026=S-Chinese
Ctrl027=English
Ctrl028=T-Chinese
Ctrl029=Reboot
Ctrl030=Yes
Ctrl031=No
Ctrl032=Cancel
Ctrl033=Stop
Ctrl034=Device num

[T_Chinese_Ctrl]
Ctrl000=測試選項
Ctrl001=平台
Ctrl002=自動fel
Ctrl003=DDR clk頻率
Ctrl004=循環測試次數
Ctrl005=啟動
Ctrl006=工作台
Ctrl007=當前測試平台
Ctrl008=設備%d
Ctrl009=未關聯設備
Ctrl010=查看LOG
Ctrl011=更新
Ctrl012=導入配置
Ctrl013=保存當前配置
Ctrl014=退出
Ctrl015=版本
Ctrl016=確定
Ctrl017=關於
Ctrl018=還原(&R)
Ctrl019=移動(&M)
Ctrl020=大小(&S)
Ctrl021=最小化(&N)
Ctrl022=最大化(&X)
Ctrl023=關閉(&C)
Ctrl024=關於 %s(&A)...
Ctrl025=語言(&L)
Ctrl026=中文-簡體
Ctrl027=英文
Ctrl028=中文-繁體
Ctrl029=重啟
Ctrl030=是
Ctrl031=否
Ctrl032=取消
Ctrl033=停止
Ctrl034=測試設備數
